[
    {
        "label": "full name",
        "text": "Jason Alexander Christakos"
    },
    {
        "label": "pronouns",
        "text": "he/him"
    },
    {
        "label": "gender",
        "text": "self-described \"93% male\"; may be either a cis man or trans man depending on the story (was originally cis but lately have been shifting more toward writing him as trans)"
    },
    {
        "label": "birth date",
        "text": "January 26, 1991"
    },
    {
        "label": "MBTI",
        "text": "ENFP"
    },
    {
        "label": "orientation",
        "text": "queer; achillean; preference for men and masc-leaning folks"
    },
    {
        "label": "race/ethnicity",
        "text": "white American; half Greek and half various Western European descent"
    },
    {
        "label": "family",
        "text": "very close with older sister Mel; on bad terms with parents; has a pretty cool aunt"
    },
    {
        "label": "other relationships",
        "text": "madly in love with Zack in basically all universes, though their relationship usually ends badly"
    },
    {
        "label": "location",
        "text": "born in Trenton, NJ; mostly grows up in Columbus, OH; in a few timelines moves to Philadelphia, PA for a while; in some timelines goes to Boston, MA for college; in most timelines ends up living in Pittsburgh, PA eventually"
    },
    {
        "label": "occupation",
        "text": "eventually ends up pusuing a PhD in cognitive science, in most timelines"
    },
    {
        "label": "neurotype/mental health",
        "text": "ADHD; bipolar depression; in some timelines, addiction"
    },
    {
        "label": "height",
        "text": "5'10\""
    },
    {
        "label": "build",
        "text": "pretty average and unremarkable, maybe just a little on the slender side"
    },
    {
        "label": "voice",
        "text": "coarse and a little nasally. speaks quickly and has a loud, sudden laugh. often needs to be reminded to be quieter."
    },
    {
        "label": "manner",
        "text": "upbeat, very energetic. can appear standoffish, but usually has a pretty warm demeanor. very fidgety."
    },
    {
        "label": "aesthetic",
        "text": "Hot Topic"
    },
    {
        "label": "favorite color",
        "text": "yellow"
    },
    {
        "label": "favorite bands",
        "text": "Pink Floyd, Smashing Pumpkins, Nine Inch Nails"
    },
    {
        "label": "brigade symbol",
        "text": "lemon"
    },
    {
        "label": "other motifs",
        "text": "lightning, yellow heart emoji"
    }
]