[
    {
        "label": "full name",
        "text": "Soo Jin Takeda (name chosen at age ~20)"
    },
    {
        "label": "date first created (irl)",
        "text": "circa 2007"
    },
    {
        "label": "nicknames",
        "text": "Sooj (mostly from Jason)"
    },
    {
        "label": "pronouns",
        "text": "ze/zir"
    },
    {
        "label": "gender",
        "text": "agender; DFAB trans; just slightly masc-of-center"
    },
    {
        "label": "birth date",
        "text": "November 6, 1991"
    },
    {
        "label": "orientation",
        "text": "aromantic pansexual; attracted particularly to androgynous presentations as a teen/early 20s and then later shifts toward being primarily attracted to masc-presenting people; very loosely identifies as achillean"
    },
    {
        "label": "race/ethnicity",
        "text": "half Korean-American (second generation) and half Japanese-American; has some Korean cultural identity"
    },
    {
        "label": "family",
        "text": "parents and three siblings, none of whom ze's especially close with; believes strongly in found family and values close friends more highly than relatives"
    },
    {
        "label": "other relationships",
        "text": "bestest friends for life with Aubrey; they grew up as neighbors and Soo Jin was basically part of Aubrey's family. close friends with Jason since middle school and eventually partners in some timelines."
    },
    {
        "label": "location",
        "text": "grows up in Groveport, OH; goes to college in Pittsburgh, PA; in some timelines ends up in NYC or Boston"
    },
    {
        "label": "occupation",
        "text": "comics artist, biomedical engineer, and/or pharmacologist (would like to be a full-time illustrator but does the other two because money and ze happens to be good at it)"
    },
    {
        "label": "height",
        "text": "5'4\""
    },
    {
        "label": "build",
        "text": "petite, though ze often hides it under bulky clothes"
    },
    {
        "label": "voice",
        "text": "often lilting, fluctuates between sugary-sweet and having a sarcastic edge, can be shockingly caustic when needed. wide pitch range."
    },
    {
        "label": "manner",
        "text": "easygoing, laughs a lot. can seem demure at times, but quite boisterous at others."
    },
    {
        "label": "aesthetic",
        "text": "big sweaters, fluffy skirts, and combat boots"
    },
    {
        "label": "interests",
        "text": "comics (reading them and drawing them), horror, anime, video games"
    },
    {
        "label": "favorite colors",
        "text": "red, granny smith green"
    },
    {
        "label": "favorite bands/artists",
        "text": "Tool, Placebo, Maretu"
    },
    {
        "label": "brigade symbol",
        "text": "apple"
    }
]